Repository: 4ndrey/FIT-Fuze
Catalog: old-FIT-Fuze/FIT Fuze Watch Extension/*.lproj/Localizable.strings
Languages: de, ru

# start_set_label
source: Start set %d of %d
de: Starte Satz %d von %d
ru: Начать подход %d из %d

# reps_label
source: Reps:
de: Wdh:
ru: Повтор.:

# finishSetResultsButton_title
source: Finish
de: Beenden
ru: Завершить

# editSetResultsButton_title
source: Edit
de: Bearb.
ru: Изменить

# startingHint_label
source: Start Fit Fuze on your iPhone and choose the training plan to start
de: Starte Fit Fuze auf deinem iPhone und wähle ein Traininprogramm um anzufangen
ru: Запустите Fit Fuze на iPhone, и выберите план тренировок

# syncHint_label
source: Start Fit Fuze on your iPhone to sync
de: Um Data zu synchronisieren - starte Fit Fuze auf deinem iPhone
ru: Запустите Fit Fuze на iPhone, чтобы синхронизировать данные

# loading_label
source: Loading...
de: Lade...
ru: Загрузка...

# doneOfLabel
source: %@ of %@ done
de: %@ von %@ geschafft
ru: выполнено %@ из %@

# workouts_label
source: Workouts
ru: Тренировки

# show_how_to_title
source: Show How-To
de: Beschreibung
ru: Демонстрация

# markSetAsLabel
source: Set is over Done as planned?
de: Satz ist fertig Erfolgreich?
ru: Подход окончен. Выполнен успешно?

# succeedButtonLabel
source: Yes
de: Ja
ru: Да

# setFailedButtonLabel
source: No
de: Nein
ru: Нет

# repsDoneLabel
source: Reps done:
de: Wdh geschafft:
ru: Подходов сделано:

# weightsDoneLabel
source: Weight used:
de: Gewicht geschafft:
ru: Вес использован:

# saveFailedDataButton
source: Continue
de: Weiter
ru: Продолжить

# restTimerLabel
source: Rest time:
de: Ruhezeit:
ru: Время отдыха:

# workoutFinishedLabel
source: Workout finished!
de: Workout abgeschlossen!
ru: Тренировка окончена!

# retryButton_label
source: Sync
ru: Синхронизировать

# retryButtonInProgress_label
source: Start FIT Fuze on iPhone...
de: Starte Fit Fuze auf iPhone...
ru: Запустите FIT Fuze на iPhone...

# requestHealthDataLabel
source: To count your calories and determine your heart rate we need you to allow the access to Health data
de: Um deine Kalorien zu zählen und deine Herzfrequenz zu bestimmen, brauchen wir den Zugang zu Gesundheitsdaten
ru: Чтобы иметь возможность считать сожженные во время тренировки калории и отслеживать Ваш пульс нам необходимо разрешение на доступ к данным Здоровья

source: kg
ru: кг

source: lbs
ru: фунт.

# Settings_Label_Text
source: Settings
de: Einstellungen
ru: Настройки

# noSetsWarning_label
source: No sets filled for this exercise. Please create at least one set on your iPhone and reload training info.
de: Noch keine Sätze hinzugefügt. Füge mindestens einen Satz auf deinem iPhone hinzu um zu starten.
ru: Нет подходов для выполнения. Чтобы начать это упражнение необходимо создать хотя бы один подход с помощью iPhone.

# skipButton_title
source: Skip
de: Überspringen
ru: Пропустить

# Exercise_n_of_m_label
source: Exercise %d of %d
de: Übung %d von %d
ru: упр. %d из %d

# nextResultsButton_title
source: Next
de: Weiter
ru: Следующий

# superset_label
source: superset
de: Supersatz
ru: суперсет

# current_set_label
source: set %d/%d
de: Satz %d/%d
ru: %d/%d

# alreadyDoneLabel
source: already done
de: schon fertig
ru: подход уже выполнен

source: Ab Crunch Machine
de: Bauchpresse
ru: Скручивания на тренажере 1

source: Ab Oblique Crunch Machine
de: Drehbare Bauchpresse
ru: Скручивания на тренажере 2

source: Ab Oblique Crunch Machine Variation
de: Drehbare Bauchpresse Variation
ru: Косые скручивания на тренажере 2

source: Ab-Bench Crunch
de: Crunches (Beine aufliegend)
ru: Скручивания на скамье

source: Ab-Bench Crunch With Rotation
de: Wechselnde Crunches (Beine aufliegend)
ru: Скручивания на скамье в поворотами

source: Alternate Dumbbell Biceps Curl
de: Abwechselnde Kurzhantel BizepsCurl
ru: Попеременные сгибания рук с гантелями стоя

source: Alternate Hammer Biceps Curl
de: Abwechselnde Kurzhantel HammerCurl
ru: Попеременные сгибания рук с гантелями хватом молот стоя

source: Alternate Incline Dumbbell Biceps Curl
de: Schrägbank Kurzhantel Bizepscurl
ru: Попеременные сгибания рук с гантелями на наклонной скамье

source: Alternate Incline Hammer Biceps Curl
de: Schrägbank Kurzhantel Hammercurl
ru: Попеременные сгибания рук с гантелями хватом молот на наклонной скамье

source: Alternate Seated Biceps Curl
de: Abwechselnde Kurzhantel BizepsCurl sitzend
ru: Попеременные сгибания рук сидя

source: Back Extension Machine
de: Rückenstrecker Maschine
ru: Разгибание спины на тренажере

source: Barbell Behind The Back Shrug
de: Langhantel Schulterheben (Shrugs), hinter dem Rücken
ru: Подъем плеч со штангой хватом за спиной

source: Barbell Behind The Back Wrist Curl
de: Langhantel Handgelenkcurl hinter dem Rücken
ru: Скручивание кистей со штангой хватом за спиной

source: Barbell Biceps Curl
de: Langhantel Bizepscurl
ru: Сгибание рук со штангой

source: Barbell Dead Lift
de: Langhantel Kreuzheben
ru: Становая тяга со штангой

source: Barbell Hack Squat
de: Langhantel Hack Kniebeuge
ru: Гакк приседания

source: Barbell Incline Triceps Extension
de: Schrägbank Langhantel Trizepsdrücken
ru: Французский жим штанги лежа на наклонной скамье

source: Barbell Lunge
de: Langhantel Ausfallschritt
ru: Выпады со штангой

# Barbell Rear Delt Row
source: Bent Over Row
de: Langhantel Rudern (hinterer Deltamuskel)
ru: Тяга штанги в наклоне

source: Barbell Shrug
de: Langhantel Schulterheben (Shrugs)
ru: Подъем плеч со штангой

source: Barbell Squat
de: Langhantel Kniebeuge
ru: Приседания со штангой

source: Barbell Upright Row
de: Aufrechtes Langhantel Rudern
ru: Тяга штанги к подбородку

source: Bench Dips
de: Dips (Bank)
ru: Отжимания на трицепс от скамьи

source: Bench Press
de: Bankdrücken
ru: Жим штанги лежа

# Bench Push Ups
source: Bench Push Up
de: Liegestützen (Bank)
ru: Отжимания с опорой ногами на скамье

source: Biceps Curl Machine
de: Bizepscurl Maschine
ru: Сгибание рук на тренажере

source: Biceps Curl Squat
de: Bizepscurl Kniebeuge
ru: Сгибание рук с приседаниями

source: Butterfly Machine
de: Butterfly Maschine
ru: Сведение рук на тренажере

# Cable Biceps Curls (Rope attachement)
source: Cable Biceps Curl (Rope attachement)
de: Kabelzug Bizepscurl mit Seil
ru: Сгибание рук с тросом (с канатной рукоятью)

source: Cable Crossover Variation
de: Kabelzug Fliegende Variation
ru: Кроссовер на блочном тренажере

source: Cable Crunch
de: Kabelzug Crunches
ru: Скручивания с тросом

source: Cable Incline Triceps Extension with Bar
de: Schrägbank Kabelzug Trizepsdrücken
ru: Французский жим с тросом на наклонной скамье

source: Cable One Arm Triceps Extension
de: Einarmiges Kabelzug Trizepsdrücken
ru: Французский жим с тросом одной рукой стоя

# Cable Shrugs
source: Cable Shrug
de: Kabelzug Schulterheben
ru: Подъем плеч с тросом

source: Cable Triceps Extension With Bar
de: Kabelzug Trizepsdrücken
ru: Французский жим с тросом стоя

source: Cable Upright Row
de: Aufrechtes Kabelzug Rudern
ru: Тяга троса к подбородку

source: Calf Press Machine
de: Wadenpresse
ru: Отталкивание носками на тренажере

source: Calf Press On The Leg Press Machine
de: Wadendrücken mit Beinpresse
ru: Отталкивание носками на тренажере для жима ногами

# Close Hands Push Ups
source: Close Hands Push Up
de: Liegestützen enger Griff
ru: Узкие отжимания

source: Concentration Biceps Curl
de: Konzentrationscurl
ru: Концетрированные сгибания рук

source: Cross-Body Crunch
de: Überkreuzte Crunches
ru: Перекрестные скручивания

source: Crossed Arms Ab-Bench Crunch
de: Crunches (Arme vor Brust)
ru: Скручивания на скамье (руки скрестно на груди)

source: Crunch
de: Crunches
ru: Скручивания

source: Dumbbell Bench Press
de: Kurzhantel Bankdrücken
ru: Жим гантелей лежа

source: Dumbbell Biceps Curl
de: Kurzhantel Bizepscurl
ru: Сгибание рук с гантелями

source: Dumbbell Flyes
de: Kurzhantel Fliegende
ru: Разведение рук с гантелями лежа

source: Dumbbell Hammer Biceps Curl
de: Kurzhantel Hammercurl
ru: Сгибание рук с гантелями хватом молот

source: Dumbbell Incline Bench Flyes
de: Kurzhantel Schrägbank Fliegende
ru: Разведение рук с гантелями лежа на наклонной скамье

source: Dumbbell Incline Bench Press
de: Kurzhantel Schrägbankdrücken
ru: Жим гантелей лежа на наклонной скамье

source: Dumbbell Lunge
de: Kurzhantel Ausfallschritt
ru: Выпады с гантелями

source: Dumbbell Pullover
de: Kurzhantel Überzüge
ru: Пуловер с гантелей лежа

source: Dumbbell Reverse Biceps Curl
de: Kurzhantel Reverse Bizepscurl
ru: Сгибание рук с гантелями обратным хватом

source: Dumbbell Shrug
de: Kurzhantel Schulterheben
ru: Подъем плеч с гантелями

source: Dumbbell Squat
de: Kurzhantel Kniebeuge
ru: Приседание с гантелями

source: Dumbbell Triceps Extension
de: Kurzhantel Trizepsdrücken
ru: Французский жим гантели стоя

source: Dumbbell Upright Row
de: Aufrechtes Kurzhantel Rudern
ru: Тяга гантелей к подбородку

source: EZ-Barbell Biceps Curl
de: SZ-Bizeps Curl
ru: Сгибание рук с SZ-штангой

source: EZ-Barbell Preacher Curl
de: SZ Scott-Curl
ru: Жим штанги на скамье Скотта

source: EZ-Barbell Pullover
de: SZ Überzüge (Pullover)
ru: Пулловер со штангой

source: EZ-Barbell Upright Row
de: Aufrechtes SZ Rudern
ru: Подъем SZ-штанги к подбородку

source: EZ-Barbell Wide Grip Biceps Curl
de: SZ Bizepscurl, weiter Griff
ru: Сгибания рук со штангой широким хватом

source: Flat Cable Chest Flyes
de: Kabelzug Flachbank Fliegende
ru: Разведение рук на блочном тренажере лежа

source: Front Barbell Raise
de: Langhantel Frontheben
ru: Подъем штанги перед собой

source: Front Barbell Squat
de: Langhantel Frontkniebeuge
ru: Приседания с удержанием штанги на груди

source: Front Dumbbell Raise
de: Zweihändiges Kurzhantel Frontheben
ru: Поднятие гантелей перед собой

source: Full Range of Motion Cable Straight Crossover
de: Kabelzug Crossover durchgezogen
ru: Перекрестное разведение рук на блочном тренажере

# Full Range Of Motion Lat Pulldown
source: Full Range Of Motion Lat Pulldowns
de: Kabelzug Latziehen durchgezogen
ru: Тяга сверху вниз на блочном тренажере

source: Hammer Grip Dumbell Press
de: Hammergriff Kurzhanteldrücken
ru: Жим гантелей хватом молот лежа

source: Hammer Grip Incline Dumbell Press
de: Hammergriff Schrägbank Kurzhanteldrücken
ru: Жим гантелей хватом молот лежа на наклонной скамье

source: Hammer Grip Pull Up
de: Hammergriff Klimmzüge
ru: Подтягивания хватом молот

source: Hanging Knee Raise
de: Hängendes Knieheben
ru: Подъем колен к груди в висе

source: Hanging Leg Raise
de: Beinheben (hängend)
ru: Подъем ног в висе

source: High Cable Curl
de: Kabelzug Bizepscurl Liegend
ru: Сгибание рук с тросом лежа

source: Hyperextension
de: Rückenstrecker
ru: Гиперэкстензия

source: Incline Bench Cable Flyes
de: Kabelzug Schrägbank Fliegende
ru: Сведение рук на наклонной скамье на блочном тренажере

source: Incline Bench Press
de: Schrägbankdrücken
ru: Жим на наклонной скамье

source: Incline Bench Side Bend
de: Seitbeugen
ru: Наклоны в стороны на скамье

source: Incline Dumbbell Curl
de: Schrägbank Kurzhantelcurl
ru: Сгибание рук с гантелями, сидя на наклонной скамье

source: Incline Dumbbell Triceps Extension
de: Schrägbank Kurzhantel Trizepsdrücken
ru: Французский жим, сидя на наклонной скамье

source: Incline Machine Chest Press
de: Schrägbankdrückmaschine
ru: Наклонный жим на тренажере

source: Knee Raise On Parallel Bars
de: Knieheben
ru: Подъем колен к груди на брусьях

source: Kneeling Cable Concentration Triceps Extension
de: Knieendes Kabelzug Konzentrations Trizepsdrücken
ru: Французский жим с тросом, упор о колено

source: Kneeling Cable Triceps Extension
de: Knieendes Kabelzug Trizepsdrücken
ru: Французский жим с тросом, стоя на коленях

source: Lat Pulldown
de: Latzug
ru: Тяга верхнего блока к груди

source: Lat Pulldown Behind Neck
de: Latzug in den Nacken
ru: Тяга верхнего блока за голову

source: Leg Raises On Parallel Bars
de: Beinheben (aufgestützt)
ru: Подъем ног на брусьях

source: Lying Barbell Front Raise And Pullover
de: Liegendes Frontheben mit Überzüge
ru: Подъем штанги с пулловером лежа

source: Lying Cable Curl
de: Liegender Kabelzugcurl
ru: Сгибание рук с тросом лежа

source: Lying Dumbbell Rear Lateral Raise
de: Liegendes Kurzhantel Seitheben
ru: Отведение рук лежа

source: Lying Dumbbell Triceps Extension
de: Liegendes Kurzhantel Trizepsdrücken
ru: Французский жим гантелей лежа

source: Lying EZ-Barbell Triceps Extension
de: Liegendes SZ-Trizepsdrücken
ru: Французский жим штанги лежа

source: Lying EZ-Barbell Triceps Extension Behind Head
de: Liegendes SZ-Trizepsdrücken (hinter dem Kopf)
ru: Французский жим штанги из-за головы лежа

source: Lying Incline Barbell Row
de: Liegendes Schrägbank Langhantel Rudern
ru: Тяга штанги лежа на наклонной скамье

source: Lying Incline Dumbbell Row
de: Liegendes Schrägbank Kurzhantel Rudern
ru: Тяга гантелей лежа на наклонной скамье

source: Lying Leg Curl
de: Beincurl
ru: Сгибание ног лежа

source: Lying Middle Back Shrug
de: Liegende Rücken Shrugs
ru: Подъем плеч с удержанием гантелей, лежа на наклонной скамье

source: Lying Supine Dumbbell Curl
de: Kurzhantelcurl (Rückenlage)
ru: Супинированное сгибание рук с гантелями лежа

source: Machine Chest Press
de: Brustpresse
ru: Жим на тренажере

# Machine Hammer Grip Seated Rows
source: Machine Hammer Grip Seated Row
de: Hammergriff Rudermaschine
ru: Горизонтальная тяга на тренажере хватом молот

source: Machine Hammer Grip Shoulder Press
de: Hammergriff Schulterpresse
ru: Вертикальный жим на тренажере хватом молот

source: Machine Lat Pulldown
de: Latzugmaschine
ru: Тяга книзу на тренажере

source: Machine Lateral Raise
de: Seithebemaschine
ru: Разведение рук на тренажере

source: Machine Reverse Grip Butterfly
de: Reversebutterfly
ru: Сведение рук на тренажере обратным хватом

source: Machine Reverse Grip Lat Pulldown
de: Reverse Latzug
ru: Тяга книзу на тренажере обратным хватом

source: Machine Reverse Grip Seated Row
de: Reverse Rudermaschine
ru: Горизонтальная тяга на тренажере обратным хватом

source: Machine Reverse Hammer Grip Butterfly
de: Reverse Butterflymaschine Variation
ru: Сведение рук на тренажере хватом молот

source: Machine Seated Dips
de: Dipmaschine sitzend
ru: Отжимания на трицепс на тренажере

source: Machine Seated Row
de: Rudermaschine
ru: Горизонтальная тяга на тренажере

source: Machine Seated Row Variation
de: Rudermaschine Variation
ru: Вариация горизонтальной тяги на тренажере

source: Machine Shoulder Press
de: Schulterpresse
ru: Вертикальный жим на тренажере

source: Machine Shoulder Press Variation
de: Schulterpresse Variation
ru: Вариация вертикального жима на тренажере

source: Narrow Dips
de: Enger Griff Dips
ru: Отжимания на брусьях узким хватом

source: Narrow Grip Bench Press
de: Enger Griff Bankdrücken
ru: Жим лежа узким хватом

source: Narrow Grip Incline Bench Press
de: Enger Griff Schrägbankdrücken
ru: Жим лежа на наклонной скамье узким хватом

source: Narrow Grip Lat Pulldown
de: Enger Griff Latzug
ru: Тяга верхнего блока узким хватом

source: Narrow Parallel Grip Chin Ups
de: Enger Griff Klimmzug
ru: Подтягивания параллельним узким хватом

source: One Arm Cable Lateral Raise
de: Einarmige Kabelzug Seitheben
ru: Отведение руки в сторону на блочном тренажере

source: One Arm Cable Triceps Extension
de: Einarmiges Kabelzug Trizepsdrücken
ru: Французский жим одной рукой на блочном тренажере

source: One Arm Dumbbell Biceps Curl
de: Einarmige Kurzhantel BizepsCurl
ru: Сгибание руки с гантелей

source: One Arm Dumbbell Front Raise
de: Einarmiges Kurzhantel Frontheben
ru: Поднятие гантели перед собой

source: One Arm Dumbbell Hammer Biceps Curl
de: Einarmige Kurzhantel HammerCurl
ru: Сгибание руки с гантелей хватом молот

source: One Arm Dumbbell Reverse Biceps Curl
de: Einarmige Reverse Kurzhantel BizepsCurl
ru: Сгибание руки с гантелей обратным хватом

source: One Arm Dumbbell Shoulder Press
de: Einarmiges Kurzhantel Schulterdrücken
ru: Вертикальный жим одной рукой

source: One Arm Dumbbell Triceps Extension
de: Einarmiges Kurzhantel Trizepsdrücken
ru: Французский жим одной рукой

source: One Arm Front Cable Raise
de: Einarmiges Kabelzug Frontheben
ru: Подъем перед собой на блочном тренажере

source: One Arm Lat Pulldown
de: Einhändiger Latzug
ru: Тяга верхнего блока одной рукой

source: One Arm Lateral Raise
de: Einarmiges Seitheben
ru: Поднятие гантели в сторону

source: One Arm Preacher Dumbbell Biceps Curl
de: Einarmige Kurzhantel Scott-Curl
ru: Сгибание руки с гантелей на скамье Скотта

source: One Arm Reverse Grip Cable Curl
de: Einarmiges Reverse Kabelzug Curl
ru: Сгибание рук с тросом обратным хватом

source: One Arm Reverse Grip Dumbbell Preacher Curl
de: Einarmige Reverse Kurzhantel Scott-Curl
ru: Сгибание руки с гантелей на скамье Скотта обратным хватом

source: One Arm Seated Cable Row
de: Einarmiges Kabelzug Rudern sitzend
ru: Горизонтальная тяга одной рукой на блочном тренажере

source: One Arm Seated Hammer Dumbbell Front Raise
de: Einarmiges Hammergriff Kurzhantel Frontheben sitzend
ru: Поднятия гантели хватом молот перед собой сидя

source: Overhead Curl
de: Kabelzug Bizepscurl (zum Kopf)
ru: Боковая тяга на блочном тренажере стоя

source: Overhead EZ-Barbell Triceps Extension
de: SZ-Trizepsdrücken (über dem Kopf)
ru: Французский жим штанги из-за головы

source: Power Roller Crunch
de: Bauchmuskel-Roller Crunch
ru: Скручивания с роллерным тренажером

source: Preacher Curl with Machine
de: Scott-Curl Maschine
ru: Сгибание рук на скамье Скотта

source: Preacher Hammer Grip Dumbbell Curl
de: Hammergriff Kurzhantel Scott-Curl
ru: Сгибание рук с гантелями хватом молот на скамье Скотта

source: Prone Incline Dumbbell Curl
de: Schrägbank Kurzhantelcurl (Bauchlage)
ru: Наклонные сгибания рук с гантелями, лежа на наклонной скамье

source: Prone Incline EZ-Barbell Curl
de: Schrägbank SZ-Curl (Bauchlage)
ru: Наклонные сгибания рук со штангой, лежа на наклонной скамье

# Push Ups
source: Push Up
de: Liegestützen
ru: Отжимания

# Rear Delts Dumbbell Row
source: Rear Delt Dumbbell Row
de: Kurzhantelrudern (hinterer Deltamuskel)
ru: Тяга гантели в наклоне

source: Reverse Concentration Curl
de: Reverse Konzentrationscurl
ru: Концентрированные сгибания рук обратным хватом

source: Reverse Grip Barbell Biceps Curl
de: Reverse Langhantelcurl
ru: Сгибание рук со штангой обратным хватом

source: Reverse Grip Bent Over Row
de: Reverse Langhantel Rudern
ru: Тяга штанги в наклоне обратным хватом

source: Reverse Grip Cable Triceps Pushdowns
de: Reverse Seilzug Trizepsdrücken
ru: Тяга троса книзу обратным хватом

source: Reverse Grip Dumbbell Preacher Curl
de: Reverse Kurzhantel Scott-Curl
ru: Сгибание рук с гантелями обратным хватом на скамье Скотта

source: Reverse Grip EZ Barbell Biceps Curl
de: Reverse SZ-Curl
ru: Сгибание рук с SZ-штангой обратным хватом

source: Reverse Grip EZ-Barbell Preacher Curl
de: Reverse SZ-Scott-Curl
ru: Сгибание рук с SZ-штаной на скамье Скотта

source: Reverse Grip Pull Up
de: Reverse Klimmzug
ru: Подтягивания обратным хватом

source: Reverse Narrow Grip Lat Pulldown
de: Enger Griff Reverse Latzug
ru: Тяга верхнего блока обратным узким хватом

source: Reverse Triceps Bench Press
de: Reverse Enges Bankdrücken
ru: Жим на трицепс узким обратным хватом

source: Rope Lat Pulldown
de: Latzug mit Seil
ru: Тягка верхнего блока с тросовой рукоятью

source: Rotation Crunch
de: Wechselnde Crunches
ru: Скручивания с поворотом

source: Seated Arnold Dumbbell Press
de: Arnold Kurzhantel Drücken sitzend
ru: Жим Арнольда сидя

source: Seated Barbell Military Press
de: Langhantel Schulterdrücken sitzend
ru: Армейский жим сидя

source: Seated Behind Head Military Press
de: Langhantel Schulterdrücken sitzend (in den Nacken)
ru: Армейский жим за голову сидя

source: Seated Bent Over One Arm Dumbbell Triceps Extension
de: Einarmige vorgebeugte Trizeps Kickbacks sitzend
ru: Разгибание руки с гантелей назад сидя

source: Seated Cable Crunch
de: Kabelzug Crunches sitzend
ru: Скручивания с тросом сидя

source: Seated Cable Rear Lateral Raise
de: Kabelzug Seitheben sitzend
ru: Поднятие рук на блочном тренажере в стороны сидя

source: Seated Calf Raise
de: Wadenheben sitzend
ru: Поднятие на носки на тренажере сидя

source: Seated Dumbbell Shoulder Press
de: Kurzhantel Schulterdrücken sitzend
ru: Вертикальный жим гантелей сидя

source: Seated Dumbbell Triceps Extension
de: Kurzhantel Trizepsdrücken sitzend
ru: Французский жим гантелей сидя

source: Seated Hammer Grip Biceps Curl
de: Kurzhantel Hammercurls sitzend
ru: Сгибание рук хватом молот сидя

source: Seated Hammer Grip Pulldown
de: Hammergriff Latzug sitzend
ru: Тяга верхнего блока хватом молот

source: Seated Hammer Grip Row
de: Hammergriff Rudern sitzend
ru: Горизонтальная тяга на блочном тренажере хватом молот

source: Seated Leg Curl
de: Beincurl sitzend
ru: Сгибание ног сидя

source: Seated Leg Extension
de: Beinstrecker sitzend
ru: Разгибание ног на тренажере сидя

source: Seated Leg Press
de: Beinpresse sitzend
ru: Жим ногами на тренажере

source: Seated Leg Pull In
de: Beinziehen sitzend
ru: Подтягивание колен к груди сидя

source: Seated Narrow Grip Barbell Concentration Curl
de: Enger Griff Langhantel Konzentrationscurl sitzend
ru: Концентрированные сгибания рук со штангой узким хватом сидя

source: Seated Palms Down Barbell Wrist Curl
de: Langhantel abwärts Handgelenkcurl sitzend
ru: Кистевое скручивание со штангой хватом сверху сидя

source: Seated Palms Up Barbell Wrist Curl
de: Langhantel aufwärts Handgelenkcurl sitzend
ru: Кистевое скручивание со штангой хватом снизу сидя

source: Seated Rear Delt Raise
de: Vorgebeugtes Seitheben sitzend
ru: Поднятие гантелей в стороны в наклоне сидя

source: Seated Side Lateral Raise
de: Seitheben sitzend
ru: Поднятие гантелей в сторону сидя

source: Seated V-Bar Pulldown
de: V-Bar Latzug sitzend
ru: Тяга V-грифа книзу на блочном тренажере сидя

source: Seated V-Bar Row
de: V-Bar Rudern sitzend
ru: Горизонтальная тяга V-грифа на блочном тренажере сидя

source: Side Dumbbell Bend
de: Kurzhantel Seitbeugen
ru: Наклоны в стороны с гантелями

source: Side Lateral Raise
de: Seitheben
ru: Поднятие гантелей в стороны стоя

source: Smith Machine Bench Press
de: Bankdrücken Smith Maschine
ru: Жим лежа на тренажере Смита

source: Smith Machine Calf Raise
de: Wadendrücken Smith Maschine
ru: Поднятие на носки на тренажере Смита

source: Smith Machine Dead Lift
de: Kreuzheben Smith Maschine
ru: Становая тяга на тренажере Смита

source: Smith Machine Decline Bench Press
de: Negatives Bankdrücken Smith Maschine
ru: Жим лежа на обратно наклоненной скамье в тренажере Смита

source: Smith Machine Hack Squat
de: Hack Kniebeuge Smith Maschine
ru: Гакк приседания на тренажере Смита

source: Smith Machine Incline Bench Press
de: Schrägbankdrücken Smith Maschine
ru: Жим лежа на наклонной скамье в тренажере Смита

source: Smith Machine Narrow Grip Bench Press
de: Enger Griff Bankdrücken Smith Maschine
ru: Жим узким хватом лежа на тренажере Смита

source: Smith Machine Narrow Grip Decline Bench Press
de: Enger Griff negatives Bankdrücken Smith Maschine
ru: Жим узким хватом на обратно наклоненной скамье в тренажере Смита

source: Smith Machine Narrow Grip Incline Bench Press
de: Enger Griff Schrägbankdrücken Smith Maschine
ru: Жим узким хватом на наклонной скамье в тренажере Смита

source: Smith Machine Rear Delt Row
de: Vorgebeugtes Rudern Smith Maschine
ru: Тяга штанги в наклоне на тренажере Смита

source: Smith Machine Reverse Grip Bench Press
de: Reverse Bankdrücken Smith Maschine
ru: Жим обратным хватом на тренажере Смита

source: Smith Machine Reverse Grip Bent Over Row
de: Vorgebeugtes Reverse Rudern Smith Maschine
ru: Тяга штанги в наклоне обратным хватом на тренажере Смита

source: Smith Machine Reverse Grip Incline Bench Press
de: Reverse Schrägbankdrücken Smith Maschine
ru: Жим обратным хватом на наклонной скамье в тренажере Смита

source: Smith Machine Shoulder Press
de: Schulterdrücken Smith Maschine
ru: Вертикальный жим на тренажере Смита
