Repository: 4ndrey/FIT-Fuze
Catalog: old-FIT-Fuze/FIT Fuze Watch Extension/*.lproj/Localizable.strings
Languages: de, ru

source: Smith Machine Shoulder Press (behind the head)
de: Schulterdrücken Smith Maschine (in den Nacken)
ru: Вертикальный жим за голову на тренажере Смита

source: Smith Machine Shrug
de: Schulterheben Smith Maschine
ru: Подъем плеч на тренажере Смита

source: Smith Machine Squat
de: Kniebeugen Smith Maschine
ru: Приседания на тренажере Смита

source: Smith Machine Standing Military Press
de: Schulterdrücken stehend Smith Maschine
ru: Армейский жим на тренажере Смита стоя

source: Smith Machine Upright Row
de: Aufrechtes Rudern Smith Maschine
ru: Тяга к подбородку на тренажере Смита

source: Standing Barbell Reverse Biceps Curl
de: Reverse Langhantel Bizepscurl stehend
ru: Сгибание рук со штангой обратным хватом стоя

source: Standing Behind Head Military Press
de: Schulterdrücken stehend Smith Maschine (in den Nacken)
ru: Армейский жим из-за головы стоя

# Standing Bottom Cable Flys
source: Standing Bottom Cable Flyes
de: Kabelzug Fliegende stehend von unten
ru: Сведение рук кверху на блочном тренажере стоя

source: Standing Cable Chest Press
de: Kabelzug Brustpresse stehend
ru: Горизонтальный жим на блочном тренажере стоя

source: Standing Cable Flyes
de: Kabelzug Fliegende stehend
ru: Горизонтальное сведение рук на блочном тренажере стоя

source: Standing Cable Row
de: Kabelzug Rudern stehend
ru: Горизонтальная тяга на блочном тренажере стоя

source: Standing Dumbbell Shoulder Press
de: Kurzhantel Schulterdrücken stehend
ru: Вертикальный жим гантелей стоя

source: Standing Military Press
de: Schulterdrücken stehend
ru: Армейский жим стоя

source: Standing One Arm Biceps Cable Curl
de: Einarmiger Kabelzug Bizepscurl stehend
ru: Сгибание рук с тросом стоя

source: Standing One Leg Kick Back Machine
de: Einbeinige Kick-Back Maschine
ru: Отведение ноги назад на тренажере

source: Standing V-Bar Row
de: V-Bar Rudern stehend
ru: Горизонтальная тяга V-грифа на блочном тренажере стоя

source: Straight-Arm Pulldown
de: Latzug stehend mit gestreckten Armen
ru: Тяга с тросом книзу на блочном тренажере стоя

source: Super-Incline Machine Chest Press
de: Negative Brustpresse
ru: Наклонный жим вперед, сидя на тренажере

source: Thigh Abductor
de: Abduktoren Maschine
ru: Разведение ног на тренажере

source: Triceps Dumbbell Kickback
de: Kurzhantel Trizeps-Kickbacks
ru: Разгибание руки с гантелей с упором на скамью

source: Triceps Pushdowns (Rope attachment)
de: Seilzug Trizepsdrücken
ru: Тяга троса с канатной рукоятью книзу

source: Two Hand Cable Lateral Raise
de: Zweihändiges Kabelzug Seitheben
ru: Разведение рук в стороны на блочном тренажере

source: V-Bar Triceps Pushdown
de: V-Bar Trizepsdrücken
ru: Тяга троса с V-грифом книзу

source: Wide Dips
de: Breite Dips
ru: Отжимания на брусьях широким хватом

source: Wide Grip Pull Up
de: Breiter Griff Klimmzüge
ru: Подтягивания широким хватом

source: Wide Hammer Grip Pull Up
de: Breite Hammergriff Klimmzüge
ru: Подтягивания широким хватом молот
